<html>
    <head>
	   <title>Datenschutzerkl&auml;rung f&uuml;r Webserver im Fachbereich Medien</title>
       <link rel="stylesheet" type="text/css" href="../CSS/complete.css">
       <link rel="stylesheet" type="text/css" href="../CSS/datenschutz.css">
    </head>

	<body>
        <header>
            <nav class="navbar navbar-fixed-top">
                <ul>
                    <li>
                        <a href="../HTML/Impressum.html">
                            <div class="nav-name">Impressum</div>
                        </a>
                    </li>
                    <li>
                        <a href="../HTML/datenschutz.html">
                            <div class="nav-name">Datenschutzerklärung</div>
                        </a>
                    </li>
                    <li>
                        <a href="../HTML/index.html">
                            <div class="nav-name">Zurück zu Bloinz </div>
                        </a>
                    </li>
                </ul>
            </nav>
        </header>
		<main>
            <h1>Datenschutzerkl&auml;rung f&uuml;r Webserver im Fachbereich Medien</h1>

            <div>
                <h3>Wir nehmen den&nbsp;Schutz Ihrer pers&ouml;nlichen&nbsp;Daten sehr ernst und&nbsp;m&ouml;chten, dass Sie wissen, wann wir welche Daten speichern und wie wir sie verwenden.</h3>

                <p><strong>Personenbezogene Daten</strong> werden auf diesem &nbsp;Web-Server&nbsp;des Fachbereiches Medien nur im technisch notwendigen Umfang erhoben. In keinem Fall werden die erhobenen Daten verkauft oder aus anderen Gr&uuml;nden an Dritte weitergegeben.<br>
                Wir erheben&nbsp;und speichern&nbsp;automatisch in den Protokolldateien des Web-Servers Informationen, die Ihr Browser an uns &uuml;bermittelt. Dies sind:
                <ul>
                    <li>Browsertyp und -version</li>
                    <li>Rechnername oder IP-Adresse des zugreifenden Rechners</li>
                    <li>Uhrzeit der Anfrage an den Server</li>
                    <li>angefragte Web-Seite<br></li>
                </ul>
                Diese Daten sind nicht direkt bestimmten Personen zuzuordnen. Eine Zusammenf&uuml;hrung dieser Daten mit anderen Datenquellen die eine Zuordnung erm&ouml;glichen, wird nicht vorgenommen.</p> <!-- die Daten werden nur f&uuml;r statistische Auswertungen der Nutzung unseres Web-Angebots benutzt. -->

                <p><strong>Cookies </strong>werden auf diesem&nbsp;Web-Server&nbsp; genutzt, um&nbsp;unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen. Cookies sind kleine Textdateien, die Ihr Browser speichert und die auf Ihrem Rechner abgelegt werden. Die meisten der von uns verwendeten Cookies sind so genannte Session-Cookies. Sie werden nach Ende Ihres Besuchs automatisch gel&ouml;scht. Cookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren.<br><br></p>

                <p><strong>Haftungshinweis</strong><br>
                Die Hochschule D&uuml;sseldorf hat keinen Einfluss auf Gestaltung und Inhalte fremder Internetseiten. F&uuml;r die Inhalte von Internetseiten, auf die externe Links verweisen, &uuml;bernimmt die Hochschule D&uuml;sseldorf deshalb keine Verantwortung.</p><br>

                <h3> Erl&auml;terungen zur EU-Datenschutzgrundverordnung (DSGVO)</h3>
                <p>Gem. Art. 12 der EU-Datenschutzgrundverordnung (DSGVO) stellen wir zur Verarbeitung personenbezogener Daten auf den Webservern des FB Medien den betroffenen Personen die folgenden Informationen gem. Art. 13 und 14 DSGVO zur Verf&uuml;gung:<br><br></p>
                <p><strong>Verantwortlicher f&uuml;r die Datenverarbeitung im Sinne der DSGVO:</strong></p>
                <p>Hochschule D&uuml;sseldorf (HSD)<br>M&uuml;nsterstra&szlig;e 156<br>40476 D&uuml;sseldorf</p>
                <p>Tel.:+49 211 4351-0<br>Fax:+49 211 4351-19000<br><a href="mailto:empfang@hs-duesseldorf.de">empfang@hs-duesseldorf.de</a></p>
                <p>Die Hochschule D&uuml;sseldorf ist eine K&ouml;rperschaft des &Ouml;ffentlichen Rechtes. Sie wird durch die Pr&auml;sidentin, Prof. Dr. Edeltraud Vomberg, gesetzlich vertreten.</p>
                <p>Hinweise zu den Verantwortlichen f&uuml;r die Inhalte des jeweiligen Webangebotes finden sie in den jeweiligen Portalen im Impressum.<br><br></p>
                <p><strong>Datenschutzbeauftragter der HSD:</strong></p>
                <p>Thomas Molck<br>M&uuml;nsterstra&szlig;e 156<br>40476 D&uuml;sseldorf</p>
                <p><a href="mailto:datenschutzbeauftragter@hs-duesseldorf.de">datenschutzbeauftragter@hs-duesseldorf.de</a><br><br></p>

                <p><strong>Zweck der Datenverarbeitung:</strong></p>
                <p>Das Webangebot dient grunds&auml;tzlich der Bereitstellungen von Informationen aus allen Bereichen der Hochschule. 
                Dieses Webangebot dient insbesonders der Unterst&uuml;tzung und der Durchf&uuml;hrung der Lehre.</p>
            <!-- -->	
                Der Umfang der Datenverarbeitung ist links bzw. am Anfang dieser Webseite beschrieben. 
            <!-- -->	
                Eine vor&uuml;bergehende Speicherung der IP-Adresse ist in jedem Fall notwendig, um eine Auslieferung der Webinhalte an den Rechner des/der Nutzer*in zu erm&ouml;glichen. Hierf&uuml;r muss die IP-Adresse des/der Nutzer*in f&uuml;r die Dauer der Sitzung gespeichert bleiben.</p>
                <p>Die Speicherung von&nbsp;<span>Protokolldateien&nbsp;des Web-Servers</a> und die Verwendung von Cookies erfolgt, um die Funktionsf&auml;higkeit des Webangebotes sicherzustellen. Zudem dienen uns die Daten zur kontinuierlichen Optimierung der<span> Inhalte, Gestaltung und Nutzungsfreundlichkeit des Webangebotes</span> und zur Sicherstellung der Sicherheit unserer informationstechnischen Systeme.</p>
                <p>Soweit eine Anmeldung im oben genannten Webangebot erfolgt, dient die Datenverarbeitung der Bereitstellung und Bearbeitung der Inhalte des&nbsp; Webangebotes. In diesem Fall werden auch personenbezogene Daten (Name, Nutzungsname und Bearbeitungsvorg&auml;nge von Inhalten mit Datum, Bearbeitungsrechte) der bearbeitenden Personen verarbeit um die Funktionsf&auml;higkeit des Webangebotes und Festlegung differenzierter Bearbeitungsrechte sicherzustellen.<br><br></p>

                <p> <strong>Rechtsgrundlage der Datenverarbeitung</strong><br></p>
                <p>Soweit wir f&uuml;r Verarbeitungsvorg&auml;nge personenbezogener Daten eine Einwilligung der betroffenen Person einholen, dient Art.&nbsp;6 Abs.&nbsp;1 lit.&nbsp;a DSGVO als Rechtsgrundlage.<br></p>
                <p>Soweit die  Verarbeitung personenbezogener Daten zur Erf&uuml;llung einer rechtlichen Verpflichtung erforderlich ist, der die HSD unterliegt (z.B. bei Informationen die wir aufgrund von Rechtsvorschriften ver&ouml;ffentlichen m&uuml;ssen), dient Art.&nbsp;6 Abs.&nbsp;1 lit.&nbsp;c DSGVO als Rechtsgrundlage.</p>
                <p>Soweit die Verarbeitung perosnenbezogener Daten im &ouml;ffentlichen Interesse liegt oder in Aus&uuml;bung &ouml;ffentlicher Gewalt erfolgt, die der HSD&nbsp;&uuml;bertragen wurde,&nbsp;dient Art. 6 Abs. 1&nbsp;lit&nbsp;e DSGVO als Rechtsgrundlage.</p>
                <p>Dieses Webangebot ist Bestandteil des wissenschaftlichen Angebotes der Hochschule und dient der Wahrnehmung der Forschungs- und Lehrt&auml;tigkeit. Hier ist  das Hochschulgesetz NRW &sect;3 Abs. 2,8 und &sect;4 Abs. 2, &sect;35 Abs. 1 sowie DSGVO Art. 6, Abs. 1c,e) die Rechtsgrundlage.</p>
                <p>Ist die Verarbeitung zur Wahrung eines berechtigten Interesses der HSD oder eines Dritten erforderlich und &uuml;berwiegen die Interessen, Grundrechte und Grundfreiheiten der Betroffenen das erstgenannte Interesse nicht, so dient Art.&nbsp;6 Abs.&nbsp;1 lit.&nbsp;f DSGVO als Rechtsgrundlage f&uuml;r die Verarbeitung. Sowohl die allgemeine Bereitstellung von Informationen aus allen Bereichen der Hochschule - soweit sie nicht in Aus&uuml;bung beh&ouml;rdlicher Aufgaben der HSD erfolgt - als auch die Speicherung von Protokolldateien&nbsp;des Web-Servers und die Verwendung von Cookies entsprechen in diesem Sinne dem&nbsp;berechtigten Interesse der HSD einen optimalen Betrieb des Webangebotes bereitzustellen und kontinuierlich zu optimieren. <br><br></p> 

                <strong>Dauer der Datenverarbeitung</strong><br>
                <p>Die Daten werden gel&ouml;scht, sobald sie f&uuml;r die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind. <br> <br></p>
                <p><strong>Recht auf Auskunft, Berichtigung, L&ouml;schung, Einschr&auml;nkung der Verarbeitung  und Widerspruch</strong></p>
                <p>Die Erfassung der Daten zur Bereitstellung des Webangebotes, die Speicherung von Daten in Protokolldateien&nbsp;des Web-Servers ist f&uuml;r den Betrieb des Webangebotes zwingend erforderlich. Eine Zuordnung dieser Daten zu einer Person aufgrund der IP-Adresse ist f&uuml;r die HSD aber nicht m&ouml;glich. Es besteht folglich keine M&ouml;glichkeit zur Auskunft, Berichtigung, L&ouml;schung&nbsp;oder Einschr&auml;nkung der Verarbeitung auf Verlangen des/der Nutzer*in. </p><p> 

                Cookies werden auf dem Rechner des/der Nutzer*in gespeichert und von diesem an unserer Webangebot &uuml;bermittelt. Daher haben Nutzer*innen auch die volle Kontrolle &uuml;ber die Verwendung von Cookies. Durch eine &Auml;nderung der Einstellungen in ihrem Internetbrowser k&ouml;nnen sie die &Uuml;bertragung von Cookies deaktivieren oder einschr&auml;nken. Bereits gespeicherte Cookies k&ouml;nnen jederzeit gel&ouml;scht werden. Dies kann auch automatisiert erfolgen. Werden Cookies f&uuml;r unsere Website deaktiviert, k&ouml;nnen m&ouml;glicherweise nicht mehr alle Funktionen der Website vollumf&auml;nglich genutzt werden.<br></p>

            <!-- -->	
                <p>Nutzer*innen&nbsp;die sich&nbsp;namentlich&nbsp;anmelden um das Webangebot zu&nbsp;bearbeiten&nbsp;k&ouml;nnen sich&nbsp;zur Wahrnehmung dieser Rechte an den Service-Desk der Campus IT&nbsp;wenden. <br></p><p> 
            <!-- -->

                In Bezug auf personenbezogene Daten die Teil des Inhaltes des Webangebotes sind, k&ouml;nnen Betroffene sich an die im Impressum des jeweiligen Portals genannten Verantwortlichen f&uuml;r die Inhalte wenden.<br><br></p>

                <p> <strong>Beschwerderecht bei einer Aufsichtsbeh&ouml;rde</strong></p>
                <p> Nutzer*innen des Webangebotes haben auch das Recht sich mit einer Beschwerde an die datenschutzrechtliche Aufsichtsbeh&ouml;rde sowohl im Mitgliedstaat ihres Aufenthaltsorts als auch beim Landesbeauftragten f&uuml;r Datenschutz und Informationsfreiheit Nordrhein-Westfalen (<a href="http://www.ldi.nrw.de/">www.ldi.nrw.de</a>) als datenschutzrechtlicher Aufsichtsbeh&ouml;rde der Hochschule D&uuml;sseldorf zu wenden.</p>

            </div>
        </main>
	</body>
</html>
